/* Missed call */
"calling.missedcall" = "Missed call";

/* When user disallows some of required permissions */
"calling.permissions" = "Please enable all permissions for app in iOS settings";

/* Outgoing call starter from system notification */
"calling.startOutgoing" = "Make call";

/* If it is not possible to get caller number, show this default value */
"calling.unknown" = "Unknown";

/* When website visitor is calling */
"calling.visitor" = "Website visitor";

/* Label in navigation bar */
"common.back" = "Back";

/* Label showing while list is empty */
"common.emptyList" = "Empty list";

/* Error message on login screen if we cannot parse response from server */
"common.errMsgCannotParseResponse" = "Cannot parse response";

/* Simple error title */
"common.error" = "Error";

/* Label showing while list of search result is empty */
"common.noResultsFor" = "No results for '%s'";

/* Ok */
"common.ok" = "Ok";

/* Item in menu */
"contactMenu.about" = "About";

/* Item in menu */
"contactMenu.logout" = "Logout";

/* Error message on login screen if some of fields are empty */
"login.errMsgEmptyField" = "Please fill required fields";

/* Invalid email or password */
"login.invalidCredentials" = "Invalid email or password";

/* Invalid verification code of two-factor authentication */
"login.invalidVerificationCode" = "Invalid verification code";

/* Login declined because of too many attempts */
"login.tooManyLogins" = "Login declined. Wait few minutes before retrying.";

/* Available on calls */
"status.available" = "Available";

/* Unavailable on calls */
"status.unavailable" = "Unavailable";

/* Verification code request message */
"twofactor.message" = "Enter 6-digit number from Google Authenticator application.";

/* Verification code request title */
"twofactor.title" = "Verification Code";

/* Error message on login screen if typed URL is not valid */
"urlChecker.errMsgUrlInvalid" = "Invalid URL";

